[
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=1",
   "name": "Blinded",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 618",
   "description": "You can't see. All normal terrain is difficult terrain to you. You can't detect anything using vision. You automatically critically fail Perception checks that require you to be able to see, and if vision is your only precise sense, you take a –4 status penalty to Perception checks. You are immune to visual effects. Blinded overrides dazzled.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=2",
   "name": "Broken",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 618",
   "description": "Broken is a condition that affects objects. An object is broken when damage has reduced its Hit Points to equal or less than its Broken Threshold. A broken object can't be used for its normal function, nor does it grant bonuses— with the exception of armor. Broken armor still grants its item bonus to AC, but it also imparts a status penalty to AC depending on its category: –1 for broken light armor, –2 for broken medium armor, or –3 for broken heavy armor. A broken item still imposes penalties and limitations normally incurred by carrying, holding, or wearing it. For example, broken armor would still impose its Dexterity modifier cap, check penalty, and so forth. If an effect makes an item broken automatically and the item has more HP than its Broken Threshold, that effect also reduces the item's current HP to the Broken Threshold.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=3",
   "name": "Clumsy",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 618",
   "description": "Your movements become clumsy and inexact. Clumsy always includes a value. You take a status penalty equal to the condition value to Dexterity-based checks and DCs, including AC, Reflex saves, ranged attack rolls, and skill checks using Acrobatics, Stealth, and Thievery.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=4",
   "name": "Concealed",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 618",
   "description": "While you are concealed from a creature, such as in a thick fog, you are difficult for that creature to see. You can still be observed, but you're tougher to target. A creature that you're concealed from must succeed at a DC 5 flat check when targeting you with an attack, spell, or other effect. Area effects aren't subject to this flat check. If the check fails, the attack, spell, or effect doesn't affect you.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=5",
   "name": "Confused",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 618",
   "description": "You don't have your wits about you, and you attack wildly. You are flat-footed, you don't treat anyone as your ally (though they might still treat you as theirs), and you can't Delay, Ready, or use reactions. You use all your actions to Strike or cast offensive cantrips, though the GM can have you use other actions to facilitate attack, such as draw a weapon, move so that a target is in reach, and so forth. Your targets are determined randomly by the GM. If you have no other viable targets, you target yourself, automatically hitting but not scoring a critical hit. If it's impossible for you to attack or cast spells, you babble incoherently, wasting your actions. Each time you take damage from an attack or spell, you can attempt a DC 11 flat check to recover from your confusion and end the condition.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=6",
   "name": "Controlled",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 618",
   "description": "Someone else is making your decisions for you, usually because you're being commanded or magically dominated. The controller dictates how you act and can make you use any of your actions, including attacks, reactions, or even Delay. The controller usually does not have to spend their own actions when controlling you.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=7",
   "name": "Dazzled",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 619",
   "description": "Your eyes are overstimulated. If vision is your only precise sense, all creatures and objects are concealed from you.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=8",
   "name": "Deafened",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 619",
   "description": "You can't hear. You automatically critically fail Perception checks that require you to be able to hear. You take a –2 status penalty to Perception checks for initiative and checks that involve sound but also rely on other senses. If you perform an action with the auditory trait, you must succeed at a DC 5 flat check or the action is lost; attempt the check after spending the action but before any effects are applied. You are immune to auditory effects.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=9",
   "name": "Doomed",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 619",
   "description": "A powerful force has gripped your soul, calling you closer to death. Doomed always includes a value. The dying value at which you die is reduced by your doomed value. If your maximum dying value is reduced to 0, you instantly die. When you die, you're no longer doomed. Your doomed value decreases by 1 each time you get a full night's rest.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=10",
   "name": "Drained",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 619",
   "description": "When a creature successfully drains you of blood or life force, you become less healthy. Drained always includes a value. You take a status penalty equal to your drained value on Constitution-based checks, such as Fortitude saves. You also lose a number of Hit Points equal to your level (minimum 1) times the drained value, and your maximum Hit Points are reduced by the same amount. For example, if you’re hit by an effect that inflicts drained 3 and you’re a 3rd-level character, you lose 9 Hit Points and reduce your maximum Hit Points by 9. Losing these Hit Points doesn’t count as taking damage. Each time you get a full night’s rest, your drained value decreases by 1. This increases your maximum Hit Points, but you don’t immediately recover the lost Hit Points.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=11",
   "name": "Dying",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 619",
   "description": "You are bleeding out or otherwise at death’s door. While you have this condition, you are unconscious . Dying always includes a value, and if it ever reaches dying 4, you die. If you’re dying, you must attempt a recovery check at the start of your turn each round to determine whether you get better or worse. Your dying condition increases by 1 if you take damage while dying, or by 2 if you take damage from an enemy’s critical hit or a critical failure on your save. If you lose the dying condition by succeeding at a recovery check and are still at 0 Hit Points, you remain unconscious, but you can wake up as described in that condition. You lose the dying condition automatically and wake up if you ever have 1 Hit Point or more. Any time you lose the dying condition, you gain the wounded 1 condition, or increase your wounded condition value by 1 if you already have that condition. Death and Dying Rules The doomed, dying, unconscious, and wounded conditions all relate to the process of coming closer to death. The full rules are on pages 459–461. The most significant information not contained in the conditions themselves is this: When you’re reduced to 0 Hit Points, you’re knocked out with the following effects: You immediately move your initiative position to directly before the turn in which you were reduced to 0 HP.” You gain the dying 1 condition. If the effect that knocked you out was a critical success from the attacker or the result of your critical failure, you gain the dying 2 condition instead. If you have the wounded condition, increase these values by your wounded value. If the damage came from a nonlethal attack or effect, you don’t gain the dying condition— you are instead unconscious with 0 Hit Points. ",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=12",
   "name": "Encumbered",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 619",
   "description": "You are carrying more weight than you can manage. While you’re encumbered, you’re clumsy 1 and take a 10-foot penalty to all your Speeds. As with all penalties to your Speed, this can’t reduce your Speed below 5 feet.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=13",
   "name": "Enfeebled",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 619",
   "description": "You're physically weakened. Enfeebled always includes a value. When you are enfeebled, you take a status penalty equal to the condition value to Strength-based rolls and DCs, including Strength-based melee attack rolls, Strength-based damage rolls, and Athletics checks.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=14",
   "name": "Fascinated",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 619",
   "description": "You are compelled to focus your attention on something, distracting you from whatever else is going on around you. You take a –2 status penalty to Perception and skill checks, and you can't use actions with the concentrate trait unless they or their intended consequences are related to the subject of your fascination (as determined by the GM). For instance, you might be able to Seek and Recall Knowledge about the subject, but you likely couldn't cast a spell targeting a different creature. This condition ends if a creature uses hostile actions against you or any of your allies.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=15",
   "name": "Fatigued",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 620",
   "description": "You're tired and can't summon much energy. You take a –1 status penalty to AC and saving throws. You can't use exploration activities performed while traveling, such as those listed here. You recover from fatigue after a full night's rest.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=16",
   "name": "Flat-Footed",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 620",
   "description": "You’re distracted or otherwise unable to focus your full attention on defense. You take a –2 circumstance penalty to AC. Some effects give you the flat-footed condition only to certain creatures or against certain attacks. Others—especially conditions—can make you universally flat-footed against everything. If a rule doesn’t specify that the condition applies only to certain circumstances, it applies to all of them; for example, many effects simply say “The target is flat-footed.”",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=17",
   "name": "Fleeing",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 620",
   "description": "You're forced to run away due to fear or some other compulsion. On your turn, you must spend each of your actions trying to escape the source of the fleeing condition as expediently as possible (such as by using move actions to flee, or opening doors barring your escape). The source is usually the effect or caster that gave you the condition, though some effects might define something else as the source. You can't Delay or Ready while fleeing.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=18",
   "name": "Friendly",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 620",
   "description": "This condition reflects a creature's disposition toward a particular character, and only supernatural effects (like a spell) can impose this condition on a PC. A creature that is friendly to a character likes that character. The character can attempt to Make a Request of a friendly creature, and the friendly creature is likely to agree to a simple and safe request that doesn't cost it much to fulfill. If the character or one of their allies uses hostile actions against the creature, the creature gains a worse attitude condition depending on the severity of the hostile action, as determined by the GM.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=19",
   "name": "Frightened",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 620",
   "description": "You’re gripped by fear and struggle to control your nerves. The frightened condition always includes a value. You take a status penalty equal to this value to all your checks and DCs. Unless specified otherwise, at the end of each of your turns, the value of your frightened condition decreases by 1.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=20",
   "name": "Grabbed",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 620",
   "description": "You're held in place by another creature, giving you the flat-footed and immobilized conditions. If you attempt a manipulate action while grabbed, you must succeed at a DC 5 flat check or it is lost; roll the check after spending the action, but before any effects are applied.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=21",
   "name": "Helpful",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 620",
   "description": "This condition reflects a creature's disposition toward a particular character, and only supernatural effects (like a spell) can impose this condition on a PC. A creature that is helpful to a character wishes to actively aid that character. It will accept reasonable Requests from that character, as long as such requests aren't at the expense of the helpful creature's goals or quality of life. If the character or one of their allies uses a hostile action against the creature, the creature gains a worse attitude condition depending on the severity of the hostile action, as determined by the GM.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=22",
   "name": "Hidden",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 620",
   "description": "While you're hidden from a creature, that creature knows the space you're in but can't tell precisely where you are. You typically become hidden by using Stealth to Hide. When Seeking a creature using only imprecise senses, it remains hidden, rather than observed. A creature you're hidden from is flat-footed to you, and it must succeed at a DC 11 flat check when targeting you with an attack, spell, or other effect or it fails to affect you. Area effects aren't subject to this flat check. A creature might be able to use the Seek action to try to observe you.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=23",
   "name": "Hostile",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 620",
   "description": "This condition reflects a creature's disposition toward a particular character, and only supernatural effects (like a spell) can impose this condition on a PC. A creature that is hostile to a character actively seeks to harm that character. It doesn't necessarily attack, but it won't accept Requests from the character.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=24",
   "name": "Immobilized",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 620",
   "description": "You can't use any action with the move trait. If you're immobilized by something holding you in place and an external force would move you out of your space, the force must succeed at a check against either the DC of the effect holding you in place or the relevant defense (usually Fortitude DC) of the monster holding you in place.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=25",
   "name": "Indifferent",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 620",
   "description": "This condition reflects a creature's disposition toward a particular character, and only supernatural effects (like a spell) can impose this condition on a PC. A creature that is indifferent to a character doesn't really care one way or the other about that character. Assume a creature's attitude to a given character is indifferent unless specified otherwise.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=26",
   "name": "Invisible",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 620",
   "description": "While invisible, you can't be seen. You're undetected to everyone. Creatures can Seek to attempt to detect you; if a creature succeeds at its Perception check against your Stealth DC, you become hidden to that creature until you Sneak to become undetected again. If you become invisible while someone can already see you, you start out hidden to the observer (instead of undetected) until you successfully Sneak. You can't become observed while invisible except via special abilities or magic.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=27",
   "name": "Observed",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 621",
   "description": "Anything in plain view is observed by you. If a creature takes measures to avoid detection, such as by using Stealth to Hide, it can become hidden or undetected instead of observed. If you have another precise sense instead of or in addition to sight, you might be able to observe a creature or object using that sense instead. You can observe a creature only with precise senses. When Seeking a creature using only imprecise senses, it remains hidden, rather than observed.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=28",
   "name": "Paralyzed",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 621",
   "description": "Your body is frozen in place. You have the flat-footed condition and can't act except to Recall Knowledge and use actions that require only the use of your mind (as determined by the GM). Your senses still function, but only in the areas you can perceive without moving your body, so you can't Seek while paralyzed.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=29",
   "name": "Persistent Damage",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 621",
   "description": "Persistent damage comes from effects like acid, being on fire, or many other situations. It appears as “X persistent [type] damage,” where “X” is the amount of damage dealt and “[type]” is the damage type. Like normal damage, it can be doubled or halved based on the results of an attack roll or saving throw. Instead of taking persistent damage immediately, you take it at the end of each of your turns as long as you have the condition, rolling any damage dice anew each time. After you take persistent damage, roll a DC 15 flat check to see if you recover from the persistent damage. If you succeed, the condition ends. Persistent Damage Rules The additional rules presented below apply to persistent damage in certain cases. Persistent damage runs its course and automatically ends after a certain amount of time as fire burns out, blood clots, and the like. The GM determines when this occurs, but it usually takes 1 minute. ### Assisted Recovery You can take steps to help yourself recover from persistent damage, or an ally can help you, allowing you to attempt an additional flat check before the end of your turn. This is usually an activity requiring 2 actions, and it must be something that would reasonably improve your chances (as determined by the GM). For example, you might try to smother a flame or wash off acid. This allows you to attempt an extra flat check immediately, but only once per round. The GM decides how your help works, using the following examples as guidelines when there's not a specific action that applies. The action to help might require a skill check or another roll to determine its effectiveness. Reduce the DC of the flat check to 10 for a particularly appropriate type of help, such as dousing you in water to put out flames. Automatically end the condition due to the type of help, such as healing that restores you to your maximum HP to end persistent bleed damage, or submerging yourself in a lake to end persistent fire damage. Alter the number of actions required to help you if the means the helper uses are especially efficient or remarkably inefficient. ### Immunities, Resistances, And Weaknesses Immunities, resistances, and weaknesses all apply to persistent damage. If an effect deals initial damage in addition to persistent damage, apply immunities, resistances, and weaknesses separately to the initial damage and to the persistent damage. Usually, if an effect negates the initial damage, it also negates the persistent damage, such as with a slashing weapon that also deals persistent bleed damage because it cut you. The GM might rule otherwise in some situations. ### Multiple Persistent Damage Conditions You can be simultaneously affected by multiple persistent damage conditions so long as they have different damage types. If you would gain more than one persistent damage condition with the same damage type, the higher amount of damage overrides the lower amount. The damage you take from persistent damage occurs all at once, so if something triggers when you take damage, it triggers only once; for example, if you're dying with several types of persistent damage, the persistent damage increases your dying condition only once. ",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=30",
   "name": "Petrified",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 621",
   "description": "You have been turned to stone. You can’t act, nor can you sense anything. You become an object with a Bulk double your normal Bulk (typically 12 for a petrified Medium creature or 6 for a petrified Small creature), AC 9, Hardness 8, and the same current Hit Points you had when alive. You don’t have a Broken Threshold. When you’re turned back into flesh, you have the same number of Hit Points you had as a statue. If the statue is destroyed, you immediately die. While petrified, your mind and body are in stasis, so you don’t age or notice the passing of time.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=31",
   "name": "Prone",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 621",
   "description": "You're lying on the ground. You are flat-footed and take a –2 circumstance penalty to attack rolls. The only move actions you can use while you're prone are Crawl and Stand. Standing up ends the prone condition. You can Take Cover while prone to hunker down and gain greater cover against ranged attacks, even if you don't have an object to get behind, gaining a +4 circumstance bonus to AC against ranged attacks (but you remain flat-footed). If you would be knocked prone while you're Climbing or Flying, you fall (see Falling for the rules on falling). You can't be knocked prone when Swimming.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=32",
   "name": "Quickened",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 622",
   "description": "You gain 1 additional action at the start of your turn each round. Many effects that make you quickened specify the types of actions you can use with this additional action. If you become quickened from multiple sources, you can use the extra action you’ve been granted for any single action allowed by any of the effects that made you quickened. Because quickened has its effect at the start of your turn, you don’t immediately gain actions if you become quickened during your turn. Gaining and Losing Actions Quickened, slowed, and stunned are the primary ways you can gain or lose actions on a turn. The rules for how this works appear on page 462. In brief, these conditions alter how many actions you regain at the start of your turn; thus, gaining the condition in the middle of your turn doesn’t adjust your number of actions on that turn. If you have conflicting conditions that affect your number of actions, you choose which actions you lose. For instance, the action gained from haste lets you only Stride or Strike, so if you need to lose one action because you’re also slowed, you might decide to lose the action from haste , letting you keep your other actions that can be used more flexibly. Some conditions prevent you from taking a certain subset of actions, typically reactions. Other conditions simply say you can’t act. When you can’t act, you’re unable to take any actions at all. Unlike slowed or stunned, these don’t change the number of actions you regain; they just prevent you from using them. That means if you are somehow cured of paralysis on your turn, you can act immediately. ",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=33",
   "name": "Restrained",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 622",
   "description": "You're tied up and can barely move, or a creature has you pinned. You have the flat-footed and immobilized conditions, and you can't use any actions with the attack or manipulate traits except to attempt to Escape or Force Open your bonds. Restrained overrides grabbed.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=34",
   "name": "Sickened",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 622",
   "description": "You feel ill. Sickened always includes a value. You take a status penalty equal to this value on all your checks and DCs. You can't willingly ingest anything—including elixirs and potions—while sickened. You can spend a single action retching in an attempt to recover, which lets you immediately attempt a Fortitude save against the DC of the effect that made you sickened. On a success, you reduce your sickened value by 1 (or by 2 on a critical success).",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=35",
   "name": "Slowed",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 622",
   "description": "You have fewer actions. Slowed always includes a value. When you regain your actions at the start of your turn, reduce the number of actions you regain by your slowed value. Because slowed has its effect at the start of your turn, you don't immediately lose actions if you become slowed during your turn.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=36",
   "name": "Stunned",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 622",
   "description": "You've become senseless. You can't act while stunned. Stunned usually includes a value, which indicates how many total actions you lose, possibly over multiple turns, from being stunned. Each time you regain actions (such as at the start of your turn), reduce the number you regain by your stunned value, then reduce your stunned value by the number of actions you lost. For example, if you were stunned 4, you would lose all 3 of your actions on your turn, reducing you to stunned 1; on your next turn, you would lose 1 more action, and then be able to use your remaining 2 actions normally. Stunned might also have a duration instead of a value, such as “stunned for 1 minute.” In this case, you lose all your actions for the listed duration. Stunned overrides slowed. If the duration of your stunned condition ends while you are slowed, you count the actions lost to the stunned condition toward those lost to being slowed. So, if you were stunned 1 and slowed 2 at the beginning of your turn, you would lose 1 action from stunned, and then lose only 1 additional action by being slowed, so you would still have 1 action remaining to use that turn.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=37",
   "name": "Stupefied",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 622",
   "description": "Your thoughts and instincts are clouded. Stupefied always includes a value. You take a status penalty equal to this value on Intelligence-, Wisdom-, and Charisma-based checks and DCs, including Will saving throws, spell attack rolls, spell DCs, and skill checks that use these ability scores. Any time you attempt to Cast a Spell while stupefied, the spell is disrupted unless you succeed at a flat check with a DC equal to 5 + your stupefied value.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=38",
   "name": "Unconscious",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 622",
   "description": "You're sleeping, or you've been knocked out. You can't act. You take a –4 status penalty to AC, Perception, and Reflex saves, and you have the blinded and flat-footed conditions. When you gain this condition, you fall prone and drop items you are wielding or holding unless the effect states otherwise or the GM determines you're in a position in which you wouldn't. If you're unconscious because you're dying, you can't wake up while you have 0 Hit Points. If you are restored to 1 Hit Point or more via healing, you lose the dying and unconscious conditions and can act normally on your next turn. If you are unconscious and at 0 Hit Points, but not dying, you naturally return to 1 Hit Point and awaken after sufficient time passes. The GM determines how long you remain unconscious, from a minimum of 10 minutes to several hours. If you receive healing during this time, you lose the unconscious condition and can act normally on your next turn. If you're unconscious and have more than 1 Hit Point (typically because you are asleep or unconscious due to an effect), you wake up in one of the following ways. Each causes you to lose the unconscious condition. You take damage, provided the damage doesn't reduce you to 0 Hit Points. If the damage reduces you to 0 Hit Points, you remain unconscious and gain the dying condition as normal. You receive healing, other than the natural healing you get from resting. Someone shakes you awake with an Interact action. There's loud noise going on around you—though this isn't automatic. At the start of your turn, you automatically attempt a Perception check against the noise's DC (or the lowest DC if there is more than one noise), waking up if you succeed. If creatures are attempting to stay quiet around you, this Perception check uses their Stealth DCs. Some magical effects make you sleep so deeply that they don't allow you to attempt this Perception check. If you are simply asleep, the GM decides you wake up either because you have had a restful night's sleep or something disrupted that rest. ",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=39",
   "name": "Undetected",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 623",
   "description": "When you are undetected by a creature, that creature cannot see you at all, has no idea what space you occupy, and can't target you, though you still can be affected by abilities that target an area. When you're undetected by a creature, that creature is flat-footed to you. A creature you're undetected by can guess which square you're in to try targeting you. It must pick a square and attempt an attack. This works like targeting a hidden creature (requiring a DC 11 flat check), but the flat check and attack roll are rolled in secret by the GM, who doesn't reveal whether the attack missed due to failing the flat check, failing the attack roll, or choosing the wrong square. A creature can use the Seek action to try to find you.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=40",
   "name": "Unfriendly",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 623",
   "description": "This condition reflects a creature's disposition toward a particular character, and only supernatural effects (like a spell) can impose this condition on a PC. A creature that is unfriendly to a character dislikes and specifically distrusts that character. The unfriendly creature won't accept Requests from the character.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=41",
   "name": "Unnoticed",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 623",
   "description": "If you are unnoticed by a creature, that creature has no idea you are present at all. When you're unnoticed, you're also undetected by the creature. This condition matters for abilities that can be used only against targets totally unaware of your presence.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=42",
   "name": "Wounded",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Core Rulebook pg. 623",
   "description": "You have been seriously injured. If you lose the dying condition and do not already have the wounded condition, you become wounded 1. If you already have the wounded condition when you lose the dying condition, your wounded condition value increases by 1. If you gain the dying condition while wounded, increase your dying condition value by your wounded value. The wounded condition ends if someone successfully restores Hit Points to you with Treat Wounds, or if you are restored to full Hit Points and rest for 10 minutes.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=44",
   "name": "Concealed (Army)",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Kingmaker Adventure Path pg. 582",
   "description": "A concealed army is tougher to target, and gains a +2 circumstance bonus on its Maneuver checks. Attacks against it take a –2 circumstance penalty. This condition lasts as long as the event granting the concealment persists.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=45",
   "name": "Defeated",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Kingmaker Adventure Path pg. 582",
   "description": "When an army has zero Hit Points, it becomes defeated. A defeated army cannot take war actions. A defeated army can be restored to 1 Hit Point with the Recover Army activity (although the basic DC is increased by 5 for this check). Any effect that restores a defeated army to at least 1 Hit Point removes the defeated condition. A defeated army can only be moved one hex at a time with the Deploy Army activity. A defeated army can be Disbanded normally. It can't be used for any other Army activity as long as it remains defeated. If a defeated army takes damage, it must succeed at a DC 16 flat check or be destroyed. If all armies on a side are defeated, those armies are destroyed.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=46",
   "name": "Destroyed",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Kingmaker Adventure Path pg. 582",
   "description": "The army has been completely devastated, and it cannot be restored—it can only be replaced by a new army. Any gear the army had is ruined.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=47",
   "name": "Efficient",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Kingmaker Adventure Path pg. 582",
   "description": "The army has performed an Army activity with such speed that it can be used to attempt a second Army activity immediately, but doing so causes it to lose the efficient condition. The second Army activity suffers a –5 penalty on its check, and the result of this second Army activity check cannot grant the efficient condition. If the army doesn't attempt a second Army activity, it instead loses the efficient condition and reduces the value of one condition of its choice by 1.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=48",
   "name": "Engaged",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Kingmaker Adventure Path pg. 582",
   "description": "An army that is in close combat with one or more enemy armies becomes engaged. An army must be engaged in order to attempt melee Strikes. If an army is engaged and attempts a maneuver war action that would cause it to disengage, it provokes reactions from any enemy armies they were engaged with.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=49",
   "name": "Fortified",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Kingmaker Adventure Path pg. 583",
   "description": "The army is in a defensive position as the result of a Garrison Army activity. While fortified, enemy armies cannot engage the army and the army cannot engage enemy armies. A fortified army gains a +4 item bonus to its AC and to Morale checks made to rally. A fortified army that uses a maneuver war action immediately loses its fortified condition.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=50",
   "name": "Lost",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Kingmaker Adventure Path pg. 583",
   "description": "When an army's attempt to deploy to a new location fails, it can become lost. A lost army can take no Army activity other than Recover, and that only in an attempt to remove the lost condition. When an army recovers from the lost condition, the GM decides what the army's new location is (typically this is at an approximate midpoint between the army's starting point and its intended destination).",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=51",
   "name": "Mired",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Kingmaker Adventure Path pg. 583",
   "description": "The army's movement is severely impaired. It may be bogged down in mud, snow, underbrush, rubble, or similar terrain, encumbered by carrying heavy burdens, or any other reason. Mired always has a value. A mired army takes a circumstance penalty on all maneuvers equal to its mired value and to Deploy Army checks. If an army ever becomes mired 4, it becomes pinned.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=52",
   "name": "Distant",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Kingmaker Adventure Path pg. 583",
   "description": "An army that has the distant condition has managed to retreat a fair range away from enemy armies, and is potentially poised to make an escape from the field of battle. Armies can attempt ranged Strikes against distant armies, but they take a –5 penalty on that Strike.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=53",
   "name": "Outflanked",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Kingmaker Adventure Path pg. 583",
   "description": "The army has enemies coming at it from many directions and must split its forces to deal with threats on every side. The army takes a –2 circumstance penalty to its AC.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=54",
   "name": "Pinned",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Kingmaker Adventure Path pg. 583",
   "description": "The army and cannot move freely. It has the outflanked condition and cannot use any maneuver war actions. A pinned army cannot be deployed.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=55",
   "name": "Routed",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Kingmaker Adventure Path pg. 583",
   "description": "The army retreats, whether due to magical compulsion or simply broken morale. On its turn, a routed army must use the Retreat war action. While routed, the army takes a –2 circumstance penalty to Morale checks. This condition ends automatically once a war encounter is resolved, but the routed army increases its shaken value by 1 in this case. If all armies on one side of a battle are routed simultaneously, the battle ends and the other army is victorious.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=56",
   "name": "Shaken",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Kingmaker Adventure Path pg. 583",
   "description": "The army's morale has begun to falter, be it fear in the face of a powerful enemy, a supernatural effect such as a dragon's frightful presence, or simply the result of ill fortune in the tide of battle. Shaken always has a numerical value. The army's Morale checks take a circumstance penalty equal to its shaken value, and whenever the army takes damage, it must succeed on a DC 11 flat check or its shaken value increases by 1. An army that becomes shaken 4 is automatically routed. An army reduces the value of this condition by 1 each Kingdom turn that passes during which it does not attempt an Army activity or engage in a war encounter.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=57",
   "name": "Weary",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Kingmaker Adventure Path pg. 583",
   "description": "The army is exhausted. Weary always has a numerical value. A weary army takes a circumstance penalty equal to its weary value to its AC, to its Maneuver checks, and to its Army activity checks; it takes double this circumstance penalty on Deploy Army checks. An army reduces the value of this condition by 1 each Kingdom turn that passes during which it does not attempt an Army activity or engage in a war encounter.",
   "affected": "required",
   "value": "required",
   "rolls": "required"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=58",
   "name": "Off-Guard",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 445",
   "description": "You're distracted or otherwise unable to focus your full attention on defense. You take a –2 circumstance penalty to AC. Some effects give you the off-guard condition only to certain creatures or against certain attacks. Others—especially conditions—can make you off-guard against everything. If a rule doesn't specify that the condition applies only to certain circumstances, it applies to all of them, such as “The target is off-guard.”",
   "affected": "",
   "value": "2",
   "rolls": "AC"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=59",
   "name": "Blinded",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 442",
   "description": "You can't see. All normal terrain is difficult terrain to you. You can't detect anything using vision. You automatically critically fail Perception checks that require you to be able to see, and if vision is your only precise sense, you take a –4 status penalty to Perception checks. You are immune to visual effects. Blinded overrides dazzled.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=60",
   "name": "Broken",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 442",
   "description": "Broken is a condition that affects only objects. An object is broken when damage has reduced its Hit Points to equal or less than its Broken Threshold. A broken object can't be used for its normal function, nor does it grant bonuses— with the exception of armor. Broken armor still grants its item bonus to AC, but it also imparts a status penalty to AC depending on its category: –1 for broken light armor, –2 for broken medium armor, or –3 for broken heavy armor. A broken item still imposes penalties and limitations normally incurred by carrying, holding, or wearing it. For example, broken armor would still impose its Dexterity modifier cap, check penalty, and so forth. If an effect makes an item broken automatically and the item has more HP than its Broken Threshold, that effect also reduces the item's current HP to the Broken Threshold.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=61",
   "name": "Clumsy",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 442",
   "description": "Your movements become clumsy and inexact. Clumsy always includes a value. You take a status penalty equal to the condition value to Dexterity-based checks and DCs, including AC, Reflex saves, ranged attack rolls, and skill checks using Acrobatics, Stealth, and Thievery.",
   "affected": "Dexterity",
   "value": "varies",
   "rolls": "Checks, DCs"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=62",
   "name": "Concealed",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 442",
   "description": "You are difficult for one or more creatures to see due to thick fog or some other obscuring feature. You can be concealed to some creatures but not others. While concealed, you can still be observed, but you're tougher to target. A creature that you're concealed from must succeed at a DC 5 flat check when targeting you with an attack, spell, or other effect. If the check fails, you aren't affected. Area effects aren't subject to this flat check.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=63",
   "name": "Confused",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 442",
   "description": "You don't have your wits about you, and you attack wildly. You are off-guard, you don't treat anyone as your ally (though they might still treat you as theirs), and you can't Delay, Ready, or use reactions. You use all your actions to Strike or cast offensive cantrips, though the GM can have you use other actions to facilitate attack, such as draw a weapon, move so target is in reach, and so forth. Your targets are determined randomly by the GM. If you have no other viable targets, you target yourself, automatically hitting but not scoring a critical hit. If it's impossible for you to attack or cast spells, you babble incoherently, wasting your actions. Each time you take damage from an attack or spell, you can attempt a DC 11 flat check to recover from your confusion and end the condition.",
   "affected": "",
   "value": "2",
   "rolls": "AC (off-guard)"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=64",
   "name": "Controlled",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 442",
   "description": "You have been commanded, magically dominated, or otherwise had your will subverted. The controller dictates how you act and can make you use any of your actions, including attacks, reactions, or even Delay. The controller usually doesn't have to spend their own actions when controlling you.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=65",
   "name": "Dazzled",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 442",
   "description": "Your eyes are overstimulated or your vision is swimming. If vision is your only precise sense, all creatures and objects are concealed from you.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=66",
   "name": "Deafened",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 443",
   "description": "You can't hear. You automatically critically fail Perception checks that require you to be able to hear. You take a –2 status penalty to Perception checks for initiative and checks that involve sound but also rely on other senses. If you perform an action that has the auditory trait, you must succeed at a DC 5 flat check or the action is lost; attempt the check after spending the action but before any effects are applied. You are immune to auditory effects while deafened.",
   "affected": "Perception (initiative), Sound sense",
   "value": "2",
   "rolls": "Checks"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=67",
   "name": "Doomed",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 443",
   "description": "Your soul has been gripped by a powerful force that calls you closer to death. Doomed always includes a value. The dying value at which you die is reduced by your doomed value. If your maximum dying value is reduced to 0, you instantly die. When you die, you're no longer doomed. Your doomed value decreases by 1 each time you get a full night's rest.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=68",
   "name": "Drained",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 443",
   "description": "Your health and vitality have been depleted as you've lost blood, life force, or some other essence. Drained always includes a value. You take a status penalty equal to your drained value on Constitution-based checks, such as Fortitude saves. You also lose a number of Hit Points equal to your level (minimum 1) times the drained value, and your maximum Hit Points are reduced by the same amount. For example, if you become drained 3 and you're a 3rd-level character, you lose 9 Hit Points and reduce your maximum Hit Points by 9. Losing these Hit Points doesn't count as taking damage. Each time you get a full night's rest, your drained value decreases by 1. This increases your maximum Hit Points, but you don't immediately recover the lost Hit Points.",
   "affected": "Constitution",
   "value": "varies",
   "rolls": "Checks"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=69",
   "name": "Dying",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 443",
   "description": "You are bleeding out or otherwise at death's door. While you have this condition, you are unconscious. Dying always includes a value, and if it ever reaches dying 4, you die. When you're dying, you must attempt a recovery check at the start of your turn each round to determine whether you get better or worse. Your dying condition increases by 1 if you take damage while dying, or by 2 if you take damage from an enemy's critical hit or a critical failure on your save. If you lose the dying condition by succeeding at a recovery check and are still at 0 Hit Points, you remain unconscious, but you can wake up as described in that condition. You lose the dying condition automatically and wake up if you ever have 1 Hit Point or more. Any time you lose the dying condition, you gain the wounded 1 condition, or increase your wounded condition value by 1 if you already have that condition.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=70",
   "name": "Encumbered",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 443",
   "description": "You are carrying more weight than you can manage. While you're encumbered, you're clumsy 1 and take a 10-foot penalty to all your Speeds. As with all penalties to your Speed, this can't reduce your Speed below 5 feet.",
   "affected": "Dexterity, Speeds",
   "value": "1, 10-foot (Speeds)",
   "rolls": "Checks (clumsy), DCs (clumsy)"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=71",
   "name": "Enfeebled",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 443",
   "description": "You're physically weakened. Enfeebled always includes a value. When you are enfeebled, you take a status penalty equal to the condition value to Strength-based rolls and DCs, including Strength-based melee attack rolls, Strength-based damage rolls, and Athletics checks.",
   "affected": "Strength",
   "value": "varies",
   "rolls": "Checks, DCs, Attack, Damage"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=72",
   "name": "Fascinated",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 443",
   "description": "You're compelled to focus your attention on something, distracting you from whatever else is going on around you. You take a –2 status penalty to Perception and skill checks, and you can't use concentrate actions unless they (or their intended consequences) are related to the subject of your fascination, as determined by the GM. For instance, you might be able to Seek and Recall Knowledge about the subject, but you likely couldn't cast a spell targeting a different creature. This condition ends if a creature uses hostile actions against you or any of your allies.",
   "affected": "Perception, Skills",
   "value": "2",
   "rolls": "Checks"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=73",
   "name": "Fatigued",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 444",
   "description": "You're tired and can't summon much energy. You take a –1 status penalty to AC and saving throws. You can't use exploration activities performed while traveling, such as those on pages 438–439. You recover from fatigue after a full night's rest.",
   "affected": "",
   "value": "1",
   "rolls": "AC, Saving throws"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=74",
   "name": "Fleeing",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 444",
   "description": "You're forced to run away due to fear or some other compulsion. On your turn, you must spend each of your actions trying to escape the source of the fleeing condition as expediently as possible (such as by using move actions to flee, or opening doors barring your escape). The source is usually the effect or creature that gave you the condition, though some effects might define something else as the source. You can't Delay or Ready while fleeing.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=75",
   "name": "Friendly",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 444",
   "description": "This condition reflects a creature's disposition toward a particular character, and only supernatural effects (like a spell) can impose this condition on a PC. A creature that is friendly to a character likes that character. It is likely to agree to Requests from that character as long as they are simple, safe, and don't cost too much to fulfill. If the character (or one of their allies) uses hostile actions against the creature, the creature gains a worse attitude condition depending on the severity of the hostile action, as determined by the GM.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=76",
   "name": "Frightened",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 444",
   "description": "You're gripped by fear and struggle to control your nerves. The frightened condition always includes a value. You take a status penalty equal to this value to all your checks and DCs. Unless specified otherwise, at the end of each of your turns, the value of your frightened condition decreases by 1.",
   "affected": "All",
   "value": "varies",
   "rolls": "Checks, DCs"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=77",
   "name": "Grabbed",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 444",
   "description": "You're held in place by another creature, giving you the off-guard and immobilized conditions. If you attempt a manipulate action while grabbed, you must succeed at a DC 5 flat check or it is lost; roll the check after spending the action, but before any effects are applied.",
   "affected": "",
   "value": "2",
   "rolls": "AC (off-guard)"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=78",
   "name": "Helpful",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 444",
   "description": "This condition reflects a creature's disposition toward a particular character, and only supernatural effects (like a spell) can impose this condition on a PC. A creature that is helpful to a character wishes to actively aid that character. It will accept reasonable Requests from that character, as long as such requests aren't at the expense of the helpful creature's goals or quality of life. If the character (or one of their allies) uses a hostile action against the creature, the creature gains a worse attitude condition depending on the severity of the hostile action, as determined by the GM.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=79",
   "name": "Hidden",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 444",
   "description": "While you're hidden from a creature, that creature knows the space you're in but can't tell precisely where you are. You typically become hidden by using Stealth to Hide. When Seeking a creature using only imprecise senses, it remains hidden, rather than observed. A creature you're hidden from is off-guard to you, and it must succeed at a DC 11 flat check when targeting you with an attack, spell, or other effect or it fails to affect you. Area effects aren't subject to this flat check. A creature might be able to use the Seek action to try to observe you.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=80",
   "name": "Hostile",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 444",
   "description": "This condition reflects a creature's disposition toward a particular character, and only supernatural effects (like a spell) can impose on a PC. A creature hostile to a character actively seeks to harm that character. It doesn't necessarily attack, but it won't accept Requests from the character.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=81",
   "name": "Immobilized",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 444",
   "description": "You are incapable of movement. You can't use any actions that have the move trait. If you're immobilized by something holding you in place and an external force would move you out of your space, the force must succeed at a check against either the DC of the effect holding you in place or the relevant defense (usually Fortitude DC) of the monster holding you in place.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=82",
   "name": "Indifferent",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 444",
   "description": "This condition reflects a creature's disposition toward a particular character, and only supernatural effects (like a spell) can impose this condition on a PC. A creature that is indifferent to a character doesn't really care one way or the other about that character. Assume a creature's attitude to a given character is indifferent unless specified otherwise.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=83",
   "name": "Invisible",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 444",
   "description": "You can't be seen. You're undetected to everyone. Creatures can Seek to detect you; if a creature succeeds at its Perception check against your Stealth DC, you become hidden to that creature until you Sneak to become undetected again. If you become invisible while someone can already see you, you start out hidden to them (instead of undetected) until you successfully Sneak. You can't become observed while invisible except via special abilities or magic.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=84",
   "name": "Observed",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 444",
   "description": "Anything in plain view is observed by you. If a creature takes measures to avoid detection, such as by using Stealth to Hide, it can become hidden or undetected instead of observed. If you have another precise sense besides sight, you might be able to observe a creature or object using that sense instead. You can observe a creature with only your precise senses. When Seeking a creature using only imprecise senses, it remains hidden, rather than observed.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=85",
   "name": "Paralyzed",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 445",
   "description": "You're frozen in place. You have the off-guard condition and can't act except to Recall Knowledge and use actions that require only your mind (as determined by the GM). Your senses still function, but only in the areas you can perceive without moving, so you can't Seek.",
   "affected": "",
   "value": "2",
   "rolls": "AC (off-guard)"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=86",
   "name": "Persistent Damage",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 445",
   "description": "You are taking damage from an ongoing effect, such as from being lit on fire. This appears as “X persistent [type] damage,” where “X” is the amount of damage dealt and “[type]” is the damage type. Like normal damage, it can be doubled or halved based on the results of an attack roll or saving throw. Instead of taking persistent damage immediately, you take it at the end of each of your turns as long as you have the condition, rolling any damage dice anew each time. After you take persistent damage, roll a DC 15 flat check to see if you recover from the persistent damage. If you succeed, the condition ends. Persistent Damage Rules The additional rules presented below apply to persistent damage in certain cases. Persistent damage runs its course and automatically ends after a certain amount of time as fire burns out, blood clots, and the like. The GM determines when this occurs, but it usually takes 1 minute. Assisted Recovery You can take steps to help yourself recover from persistent damage, or an ally can help you, allowing you to attempt an additional flat check before the end of your turn. This is usually an activity requiring 2 actions, and it must be something that would reasonably improve your chances (as determined by the GM). For example, you might try to smother a flame or wash off acid. This allows you to attempt an extra flat check immediately, but only once per round. The GM decides how your help works, using the following examples as guidelines when there's not a specific action that applies. The action to help might require a skill check or another roll to determine its effectiveness. Reduce the DC of the flat check to 10 for a particularly appropriate type of help, such as dousing you in water to put out flames. Automatically end the condition due to the type of help, such as healing that restores you to your maximum HP to end persistent bleed damage, or submerging yourself in a lake to end persistent fire damage. Alter the number of actions required to help you if the means the helper uses are especially efficient or remarkably inefficient. Immunities, Resistances, And Weaknesses Immunities, resistances, and weaknesses all apply to persistent damage. If an effect deals initial damage in addition to persistent damage, apply immunities, resistances, and weaknesses separately to the initial damage and to the persistent damage. Usually, if an effect negates the initial damage, it also negates the persistent damage, such as with a slashing weapon that also deals persistent bleed damage because it cut you. The GM might rule otherwise in some situations. Multiple Persistent Damage Conditions You can be simultaneously affected by multiple persistent damage conditions so long as they have different damage types. If you would gain more than one persistent damage condition with the same damage type, the higher amount of damage overrides the lower amount. If it's unclear which damage would be higher, such as if you're already taking 2 persistent fire damage and then begin taking 1d4 persistent fire damage, the GM decides which source of damage would better fit the scene. The damage you take from persistent damage occurs all at once, so if something triggers when you take damage, it triggers only once; for example, if you're dying with several types of persistent damage, the persistent damage increases your dying condition only once. ",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=87",
   "name": "Petrified",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 445",
   "description": "You have been turned to stone. You can't act, nor can you sense anything. You become an object with a Bulk double your normal Bulk (typically 12 for a petrified Medium creature or 6 for a petrified Small creature), AC 9, Hardness 8, and the same current Hit Points you had when alive. You don't have a Broken Threshold. When the petrified condition ends, you have the same number of Hit Points you had as a statue. If the statue is destroyed, you immediately die. While petrified, your mind and body are in stasis, so you don't age or notice the passing of time.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=88",
   "name": "Prone",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 445",
   "description": "You're lying on the ground. You are off-guard and take a –2 circumstance penalty to attack rolls. The only move actions you can use while you're prone are Crawl and Stand. Standing up ends the prone condition. You can Take Cover while prone to hunker down and gain greater cover against ranged attacks, even if you don't have an object to get behind, which grants you a +4 circumstance bonus to AC against ranged attacks (but you remain off-guard). If you would be knocked prone while you're Climbing or Flying, you fall. You can't be knocked prone when Swimming.",
   "affected": "",
   "value": "2",
   "rolls": "AC (off-guard), Attack"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=89",
   "name": "Quickened",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 446",
   "description": "You're able to act more quickly. You gain 1 additional action at the start of your turn each round. Many effects that make you quickened require you use this extra action only in certain ways. If you become quickened from multiple sources, you can use the extra action you've been granted for any single action allowed by any of the effects that made you quickened. Because quickened has its effect at the start of your turn, you don't immediately gain actions if you become quickened during your turn.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=90",
   "name": "Restrained",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 446",
   "description": "You're tied up and can barely move, or a creature has you pinned. You have the off-guard and immobilized conditions, and you can't use any attack or manipulate actions except to attempt to Escape or Force Open your bonds. Restrained overrides grabbed.",
   "affected": "",
   "value": "2",
   "rolls": "AC (off-guard)"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=91",
   "name": "Sickened",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 446",
   "description": "You feel ill. Sickened always includes a value. You take a status penalty equal to this value on all your checks and DCs. You can't willingly ingest anything—including elixirs and potions—while sickened. You can spend a single action retching in an attempt to recover, which lets you immediately attempt a Fortitude save against the DC of the effect that made you sickened. On a success, you reduce your sickened value by 1 (or by 2 on a critical success).",
   "affected": "All",
   "value": "varies",
   "rolls": "Checks, DCs"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=92",
   "name": "Slowed",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 446",
   "description": "You have fewer actions. Slowed always includes a value. When you regain your actions, reduce the number of actions regained by your slowed value. Because you regain actions at the start of your turn, you don't immediately lose actions if you become slowed during your turn.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=93",
   "name": "Stunned",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 446",
   "description": "You've become senseless. You can't act. Stunned usually includes a value, which indicates how many total actions you lose, possibly over multiple turns, from being stunned. Each time you regain actions, reduce the number you regain by your stunned value, then reduce your stunned value by the number of actions you lost. For example, if you were stunned 4, you would lose all 3 of your actions on your turn, reducing you to stunned 1; on your next turn, you would lose 1 more action, and then be able to use your remaining 2 actions normally. Stunned might also have a duration instead, such as “stunned for 1 minute,” causing you to lose all your actions for the duration. Stunned overrides slowed. If the duration of your stunned condition ends while you are slowed, you count the actions lost to the stunned condition toward those lost to being slowed. So, if you were stunned 1 and slowed 2 at the beginning of your turn, you would lose 1 action from stunned, and then lose only 1 additional action by being slowed, so you would still have 1 action remaining to use that turn.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=94",
   "name": "Stupefied",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 446",
   "description": "Your thoughts and instincts are clouded. Stupefied always includes a value. You take a status penalty equal to this value on Intelligence-, Wisdom-, and Charisma-based checks and DCs, including Will saving throws, spell attack modifiers, spell DCs, and skill checks that use these attribute modifiers. Any time you attempt to Cast a Spell while stupefied, the spell is disrupted unless you succeed at a flat check with a DC equal to 5 + your stupefied value.",
   "affected": "Intelligence, Wisdom, Charisma",
   "value": "varies",
   "rolls": "Checks, DCs"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=95",
   "name": "Unconscious",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 446",
   "description": "You're sleeping or have been knocked out. You can't act. You take a –4 status penalty to AC, Perception, and Reflex saves, and you have the blinded and off-guard conditions. When you gain this condition, you fall prone and drop items you're holding unless the effect states otherwise or the GM determines you're positioned so you wouldn't. If you're unconscious because you're dying, you can't wake up while you have 0 Hit Points. If you are restored to 1 Hit Point or more, you lose the dying and unconscious conditions and can act normally on your next turn. If you are unconscious and at 0 Hit Points, but not dying, you return to 1 Hit Point and awaken after sufficient time passes. The GM determines how long you remain unconscious, from a minimum of 10 minutes to several hours. If you are healed, you lose the unconscious condition and can act normally on your next turn. If you're unconscious and have more than 1 Hit Point (typically because you are asleep or unconscious due to an effect), you wake up in one of the following ways. You take damage, though if the damage reduces you to 0 Hit Points, you remain unconscious and gain the dying condition as normal. You receive healing, other than the natural healing you get from resting. Someone shakes you awake with an Interact action. Loud noise around you might wake you. At the start of your turn, you automatically attempt a Perception check against the noise's DC (or the lowest DC if there is more than one noise), waking up if you succeed. If creatures are attempting to stay quiet around you, this Perception check uses their Stealth DCs. Some effects make you sleep so deeply that they don't allow you this Perception check. If you are simply asleep, the GM decides you wake up either because you have had a restful night's sleep or something disrupted that rest. ",
   "affected": "Perception, Reflex",
   "value": "4 (6 on AC)",
   "rolls": "Checks, AC (off-guard)"
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=96",
   "name": "Undetected",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 447",
   "description": "When you are undetected by a creature, that creature can't see you at all, has no idea what space you occupy, and can't target you, though you still can be affected by abilities that target an area. When you're undetected by a creature, that creature is off-guard to you. A creature you're undetected by can guess which square you're in to try targeting you. It must pick a square and attempt an attack. This works like targeting a hidden creature (requiring a DC 11 flat check, as described under Detecting Creatures), but the flat check and attack roll are rolled in secret by the GM, who doesn't reveal whether the attack missed due to failing the flat check, failing the attack roll, or choosing the wrong square. They can Seek to try to find you.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=97",
   "name": "Unfriendly",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 447",
   "description": "This condition reflects a creature's disposition toward a particular character, and only supernatural effects (like a spell) can impose this condition on a PC. A creature that is unfriendly to a character dislikes and distrusts that character. The unfriendly creature won't accept Requests from the character.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=98",
   "name": "Unnoticed",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 447",
   "description": "If you're unnoticed by a creature, that creature has no idea you're present. When you're unnoticed, you're also undetected. This matters for abilities that can be used only against targets totally unaware of your presence.",
   "affected": "",
   "value": "",
   "rolls": ""
  },
  {
   "nethysUrl": "https://2e.aonprd.com/Conditions.aspx?ID=99",
   "name": "Wounded",
   "traits": [
    "common"
   ],
   "type": "Condition",
   "level": 1,
   "source": "Player Core pg. 447",
   "description": "You have been seriously injured. If you lose the dying condition and do not already have the wounded condition, you become wounded 1. If you already have the wounded condition when you lose the dying condition, your wounded condition value increases by 1. If you gain the dying condition while wounded, increase your dying condition value by your wounded value. The wounded condition ends if someone successfully restores Hit Points to you using Treat Wounds, or if you are restored to full Hit Points by any means and rest for 10 minutes. ",
   "affected": "",
   "value": "",
   "rolls": ""
  }
 ]
